tap "azure/azd"
brew "fd"
brew "fzf"
brew "lazygit"
brew "libpq"
brew "mkcert"
brew "neovim"
brew "ripgrep"
brew "tmux"
brew "azure/azd/azd"
cask "kitty"
cask "ungoogled-chromium"
vscode "alefragnani.project-manager"
vscode "anthropic.claude-code"
vscode "asvetliakov.vscode-neovim"
vscode "cweijan.vscode-excel"
vscode "esbenp.prettier-vscode"
vscode "github.copilot-chat"
vscode "maattdd.gitless"
vscode "pranjalkumar.minimal-kiwi"
vscode "prisma.prisma"
vscode "tobias-z.vscode-harpoon"
vscode "tusaeff.vscode-iterm2-theme-sync"
vscode "vitest.explorer"
vscode "xabikos.javascriptsnippets"
